Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=399_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisarkisto
sme: Sámearkiiva

source: Saamelaisarkisto toimii saamelaiskulttuurikeskus Sajoksessa.
sme: Sámearkiiva doaibmá sámekulturguovddáš Sajosis.

source: Arkisto on osa Suomen Kansallisarkistoa.
sme: Arkiiva lea Suoma Riikkaarkiivva oassi.

source: Saamelaisarkiston tehtävänä on
sme: Sámearkiivva bargun lea

source: tukea ja edistää saamelaisia koskevaa tieteellistä tutkimusta
sme: doarjut ja ovddidit sámiid guoskevaš dieđalaš dutkama

source: vahvistaa saamelaiskulttuuria ja lisätä saamelaisia koskevaa historiatietoa
sme: nannet sámekultuvrra ja lasihit sámiid guoskevaš historjádieđu

source: huolehtia saamelaisia ja saamelaisaluetta koskevien asiakirjojen digitoinnista
sme: fuolahit sámiid ja sámeguovllu guoskevaš áššebáhpáriid digitaliseremis

source: tuoda asiakirjat asiakkaiden saataville arkistolaitoksen verkkopalvelujen kautta.
sme: ordnet áššebáhpáriid áššehasaid olámuddui arkiivalágádusa neahttabálvalusaid bokte.

source: Tutustu Saamelaisarkiston kotisivuihin .
sme: Oahpásmuva Sámearkiivva ruoktosiidduide.

source: Lisätietoja: Saamelaisarkisto
sme: Lassidieđut: dutki Suvi Kivelä Sámearkiiva tel. 029 533 7042 šleađgapoasta: suvi.

source: arkistonhoitajana ajalla 1.8.2014-17.8.2015
sme: kivela[@]narc.fi www.narc.fi
